Repository: mozilla-l10n/mt-training-data
Catalog: brh/brh_pontoon.tmx
Source language: en_us
Languages: brh

source: Review
brh: ولدا ہوربوتے

source: Review and vote for new questions submitted by the community
brh: مخلوق نا پارہ غان جمع کروکا سوجاتا جاچ البو و ووٹ ایتبو۔

source: Review could not be saved. Please try again later.
brh: ریویو خوندی متو۔ بشخنداری اسے وار ولدا کوشست کبو۔

source: ⓘ Review Criteria
brh: ولدا ہوننگ نا معیار

source: Review Criteria
brh: ولدا ہوننگ نا معیار

source: Reviewed sentences not submitted, are sure?
brh: ولدا اوروکا جملہ غاک ساڑی متور، انت نمے یقین اے؟

source: Review existing sentences submitted by the community
brh: مخلوق نا پارہ غان جمع کروکا جملہ غاتا ریویو البو

source: Reviewing Sentences
brh: جملہ غاتے ولدا ہوننگ

source: Review questions
brh: سوجاتا ولدا ہوننگ

source: Review Questions
brh: سوجاتے ولدا ہوربو

source: Review & re-record clips here as you go
brh: ولدا ہوربو و داڑے کلپاتے واپس ریکارڈ کبو تانکہ نم انبو

source: Review & re-record clips if needed
brh: ولدا ہوربو و کلپاتے واپس ریکارڈ کبو اگہ نمے گرج ارے

source: Review Sentences
brh: جملہ غاتے ولدا ہوربو

source: Review sentences in your language
brh: تینا زبان ٹی جملہ غاتا ریویو کبو

source: Review & Submit
brh: ولدا ہوربو و جمع کبو

source: Review transcriptions
brh: درشان کروکا نا جاچ

source: Review Transcriptions
brh: درشان کروکا نا جاچ

source: Review transcriptions of recorded sentences for accuracy
brh: سہی کننگ کن ریکارڈ کروکا جملہ غاتا نقل نا جاچ ئے البو۔

source: Review user-submitted transcriptions in your language
brh: تینا زبان ٹی کارمرزکروکا نا پارہ غان جمع کروکا نقل آتا جاچ ئے البو۔

source: Romanian
brh: رومانیہ

source: Romansh Sursilvan
brh: رومانش سرسلوان

source: Romansh Vallader
brh: رومانش ویلاڈر

source: Rukai
brh: رکوائی

source: Runyankole
brh: رنیانکول

source: Russian
brh: روسی

source: Ruuli
brh: رولی

source: Sabah Bisaya
brh: صباح بسایا

source: Sabah Malay
brh: صباح مالے

source: Sa'ban
brh: شعبان

source: Sakha
brh: سخا

source: Sakizaya
brh: سکیزیا

source: Santali (Ol Chiki)
brh: سنتالی (اول چکی)

source: Saraiki
brh: سرائیکی

source: Sardinian
brh: سارڈینین

source: Save
brh: خوندی کبو

source: Saved
brh: خوندی مس

source: Scots
brh: سکاٹس

source: Scripted Speech
brh: نوشتہ کروکا تران

source: SCRIPTED SPEECH
brh: نوشتہ کروکا تران

source: Search
brh: پٹنگ

source: Search for a language
brh: اسہ زبان سیکن پٹبو

source: Search for a language...
brh: اسہ زبان سیکن پٹبو۔۔۔

source: Seediq
brh: صدیق

source: See how your progress compares to other contributors all over the world.
brh: ہوربو کہ نما مُستی کاریم مچا دنیا نا شریکدار تیتون انت اواری اے۔

source: See Less
brh: کم ہوربو

source: See More
brh: پین ہوربو

source: Select a Language...
brh: زبان گچین کبو

source: Select an option
brh: اسے آپشن سے نشان کبو

source: Select a variant (optional)
brh: جتا انگا سلیکٹ کبو (اختیاری)

source: Selected
brh: ارفنگا

source: Select File
brh: فائل ئے خوش کبو

source: Select File to Upload
brh: اپلوڈ کننگ کن فائل ئے سلیکٹ کبو

source: Select the desired language dataset and choose the version you wish to download.
brh: مطلوبہ زبان نا ڈیٹاسیٹ ئے نشان کبو و اونا ورژن ئے نشان کبو ہراوڑ کہ نم ڈاؤن لوڈ کننگ خوارے

source: Select up to three domains (optional)
brh: مسہ ڈومین اسکان منتخب کبو (اختیاری)

source: Select your age
brh: تینا عمر ئے منتخب کبو

source: Select your sex or gender
brh: تینا جنس یا صنف ئے منتخب کبو

source: Self Citation
brh: جند نا حوالہ

source: Send a link to my email
brh: کنا ای میل آ لنکس رادہ کبو

source: Send sign up link
brh: لنک نا سائن اپ کن رادہ کبو

source: Sentence
brh: جملہ

source: Sentence Collection
brh: جملہ غاتا مچی

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
brh: <sentenceCollectorFragment>جملہ مچ کننگ کن پین ہوربو</sentenceCollectorFragment>۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
brh: <sentenceCollectorVideo>Sentence Collector نا استعمال نا باروٹ ننا گائیڈ ئے ہوربو</sentenceCollectorVideo>۔

source: Sentence Domain
brh: جملہ تا ڈومین

source: Sentences
brh: جملہ غاک

source: Sentences are collected for people to read aloud.
brh: جملہ غاتے مخلوق نا تیز آن توار اٹ خواننگ کن مچ کننگانے

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
brh: جملہ غاتا جاچ مخلوق نا برابری نا کڑد آن مریک، وا ہم دا کڑد پورو اف۔ اگہ نم ہندونو جملہ ئس خنیرے یا بنیرے ہراکے نمے غصہ یا فریشان کیک۔ دنکہ انتئے کہ دا ننا <participationGuidelines>کمیونٹی شریکدار نا راہشونی نا کسر</participationGuidelines> نا برخلاف مریک۔ گڑا UI ٹی فلیگ بٹن نا استعمال کبو۔ نم <emailFragment>commonvoice@mozilla.com</emailFragment> آ ہم نن تون رابطہ کننگ کیرے۔

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
brh: داڑے جمع کروکا جملہ غاک الس نا دوئی کننگ کن cc-0 لائسنس یافتہ ڈیٹاسیٹ ٹی اوار کننگنگ او۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
brh: کامن وائس ٹی ساڑی مننگ کن جملہ غاتا جائزہ الننگ و ارا بندغ ئے منوئی مریک۔ نم تینا زبان کن رہنما خطوط <languageGuidelinesLink>داڑے</languageGuidelinesLink> جوڑ کیرہ۔ جملہ غاک <licenseLink>السی ڈومین</licenseLink> ٹی و 15 لوز آتیان چنک مروئے۔ نم ٹیکسٹ نا خواجہ غان <waiverLink>ننا الوکا کڑد ءے استعمال کریسہ CC0</waiverLink> جوڑ کننگ کن پاننگ کیک، و ننے commonvoice@mozilla.com آ رائی کننگ کیک۔

source: { $sentences } sentences reviewed. Thank you!
brh: { $sentences }جملہ ریویو مس۔ منت وار!

source: Sentence text
brh: جملہ نا لوز

source: Sentence Variant
brh: جملہ غاتا جتا مننگ

source: Separate sentences into one line by pressing “Enter” or “Return” once
brh: اسہ وار "Enter" یا "Return" خلنگ آن جملہ غاتے اسہ لائن اٹ جتا کبو۔

source: Serbian
brh: سربیائی

source: Seri
brh: سیری

source: Serian Bidayuh
brh: سیرین بدایوہ

source: Service and Retail
brh: خذمت و ریٹیل

source: Set a goal
brh: مسخت ئس جوڑ کبو

source: Set my visibility
brh: کنا پاش مننگ ئے سیٹ کبو

source: Setswana
brh: سیٹسوانا

source: Settings
brh: سیٹنگز

source: Sex
brh: جنس

source: Sex or Gender
brh: سیکس یا جنس

source: SHA256 Checksum Copied!
brh: SHA256 چیکسم کاپی مس!

source: Shan
brh: شان

source: Share Common Voice
brh: تینا کامن وائس ئے رادہ کبو۔

source: Share my goal
brh: تینا مزل ئے درشان کبو

source: Share your clip
brh: تینا کلپ ئے رادہ کبو

source: Share your { $count } Clip Daily Goal for { $type }
brh: تینا { $count } کلپ نا ہڑدے مزل { $type } کن درشان کبو

source: Share your { $count } Clip Weekly Goal for { $type }
brh: تینا { $count } کلپ نا ہفتئی مزل { $type } کن درشان کبو

source: Share your event
brh: تینا کچاری تے رادہ کبو

source: Shilha
brh: شلہا

source: Shina
brh: شنا

source: Shortcuts
brh: گونڈنگا

source: [Should be ‘dinosaurs’]
brh: ['ڈائیناسور' مننگ المی اے]

source: [Should be “We are”]
brh: [ “We are” مروئی اے]

source: Show me sentences and clips from all variants within my language
brh: کنا زبان نا بدلی تا مچا جملہ و کلپاتے کنے نشان ایتبو

source: Show my ranking
brh: کنا بڑز مننگ ئے پاش کبو

source: Sicilian
brh: سسلین

source: Sign up
brh: مل تے

source: Sign up for an account
brh: اسہ اکاؤنٹ سیکن سائن اپ کبو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
brh: کامن وائس نیوز لیٹرز، مزل نا یات تننگ و کاریم نا مون مستی کن سائن اپ کبو۔

source: sign up for email updates
brh: ای میل نا اپڈیٹ کن سائن اپ کبو

source: Sign up for { $lang } updates:
brh: { $lang } نا اپڈیٹ آتیکن سائن اپ کبو

source: Simple and easy for anyone to understand
brh: ہر اسٹ نا سمجھنگ کن کن آسان و سادہ ارے

source: Sindhi
brh: سندھی

source: Single
brh: تنیا

source: Single sentence submission
brh: اسہ جملہ ئس جمع

source: Single ZIP file containing
brh: اسہ ZIP فائل یسا مشتمل اے

source: Sinhala
brh: سنہالا

source: Siswati
brh: سسواتی

source: Size
brh: سائز

source: Skip
brh: یلہ کبوتے

source: Skipped
brh: اسکپڈ

source: Skip Submission Feedback
brh: فیڈ بیک تننگ ئے یلہ کبو

source: Slovak
brh: سلوواک

source: Slovenian
brh: سلووینیائی

source: Small batch
brh: چنکا مچی

source: Small batch sentence submission
brh: چنکا جملہ تا مچی نا جمع

source: Small businesses, including tech and AI start ups
brh: چنکا واپاریک، ٹیک و AI نا برجائی اوار او

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
brh: [اچاننگ] [جھکہ] ٹرائیسک نا دیوہیکل ڈایناسور۔

source: Social media
brh: سوشل میڈیا

source: Solicit personally identifying information (like names or financial information)
brh: جند نا پجار کن چاہنداری ایتبو (دنکہ پن یا مالی معلومداری)

source: Somali
brh: صومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
brh: گڑاس زبان آتیٹی گرامر، لوز و ادائیگی ٹی باز زیات فرق ارے۔ اندا سوب آن، نن 2022 ٹی <ctaLink>'متغیرات'</ctaLink> درشان کننگ اون۔ یہ خاہوت آتے بھلو ڈیٹاسیٹ ٹی تینا زبان آتا فرق ئے پو مننگ نا ڈول ئس ایتک۔

source: Someone asks for a language to be added.
brh: اسٹ ئس پین زبان ئے اوار کننگ کن اریفے۔

source: Something went wrong while fetching audio for transcriptions. Please try again later.
brh: آڈیو ئے مٹ کننگ نا وخت آ گڑاس غلطی مسونے۔ بشخنداری اسے وار ولدا کوشست کبو۔

source: Something went wrong while fetching prompts. Please try again later.
brh: پرامپٹس دوئی کننگ نا وخت آ گڑاس غلط مسونے۔ بشخنداری پدان ولدا اسے وار کوشست کبو۔

source: Something went wrong while fetching transcriptions. Please try again later.
brh: ٹرانسکرپشن دوئی کننگ نا وخت آ مچے غلط مسو نے۔بشخنداری ولدا زرس وخت آن پد ولدا کوشست کبو۔

source: Something went wrong with reCAPTCHA. Please try again.
brh: reCAPTCHA ٹی گڑاس ردینک ارے۔ بشخنداری اسہ وار ولدا کوشست کبو

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
brh: کسے نا زبان یا زبان نا خاہوت نا تہٹی گڑاس وڑ و پاننگ نا جتا ڈولاک اسٹ ایلو آن بھاز جتا مریرہ۔ اگہ نمے اسہ خاص وڑ سیتون مشغول مننگ آ فریشانی ارے، تو نم داڑے تینا ترجیحاتاتے بدلیفنگ کیرے۔

source: Soninke
brh: سونینکے

source: Sorbian, Lower
brh: سوربین، زیریں

source: Sorbian, Upper
brh: سوربین، بالائی

source: Sorry, Common Voice is running slowly. Thanks for your interest.
brh: بشخنداری، کامن وائس آہستہ کاریم کننگ اے۔ نما است خوائی نا منت وار۔

source: Sorry, something went wrong
brh: بشخنداری، گڑا غلط مسونے

source: Source: { $sentenceSource }
brh: وسیلہ: { $sentenceSource }

source: Southern Kurdish
brh: جنوبی کرد

source: Southern Pastaza Quechua
brh: جنوبی پاستازا کیچوا

source: Southern Sotho
brh: جنوبی سوتھو

source: Southwestern Tlaxiaco Mixtec
brh: جنوب مغربی Tlaxiaco Mixtec

source: Spanish
brh: ہسپانوی

source: Speak
brh: ہیت کر

source: Speakable
brh: پاننگ نا لائخ

source: Speakers
brh: پاروکاک

source: Speaking
brh: ہیت کننگ

source: Speaking and Listening
brh: ہیت کننگ و بِننگ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
brh: تینا عام توار ٹی پابو! نما پاننگ نا ڈول داڑے گچین کننگک۔ نن نما لہجہ ئے ہمن خوانہ، و نن نما معمول، انداز و لہجہ خوانہ۔

source: Speak now
brh: داسہ ہیت کر

source: Speak options menu
brh: سوج آتا مینو ئے خوانبو

source: Speak up, contribute here!
brh: ہیت کبو، داڑے کمک کبو!

source: Special Characters and Foreign Letters
brh: خاصنگا نشانک و پیشن نا حرفاک

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
brh: خصوصی علامتاک و اوقاف ہمو وخت ساڑی کبو ہرا وخت بھاز المی مرے۔ دنکہ انگریزی لوز "dont" و "we are" ٹی اسہ apostrophe شاغوکے و دادے ماخذ متن ٹی ساڑی کننگ مرے، ولے دا ہیت نا امکان اف کہ نمے وخت ئس ہم "@" یا "#" کونا خاصنگا علامت نا گرج مننگ کیک۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
brh: <speechBlogLink>تران پجار تون اوار برجا کبو</speechBlogLink>

source: Spelling and Punctuation
brh: حرف و ادائیگی

source: Split into { $archiveCount } ZIP files containing
brh: { $archiveCount } زپ فائل تیٹی بشخ و بانٹ کبو۔

source: Splits
brh: جتا کبو

source: Splits (Age and Sex)
brh: جتا کبو (عمر و جنس)

source: Spontaneous Speech
brh: سٹی انگا تران

source: SPONTANEOUS SPEECH
brh: سٹی انگا تران

source: Start recording
brh: ریکارڈنگ ئے شروع کبو

source: Start typing to describe your accent
brh: تینا لہجہ ئے درشان کننگ کن لکھبو

source: Stats
brh: حساب کتاب

source: Status Page
brh: اسٹیٹس پیج

source: Still have questions?
brh: داسکان سوج ارے؟

source: Streaks
brh: لکیراک

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
brh: <strong>[Crackle]</strong> <strong>[crackle]</strong> -riassic نا بھلا ڈائنوسار۔

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
brh: <strong>اندنگا کلپس آتے رد کپابو ہراکے پاروک نا اسے لہجہ سے ہرا کے نم کن جتا اے</strong> - دا توار نا چاہنداری کن المی اے کہ ہر اسٹ کن جوان وڑ اٹ کاریم کے

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
brh: <strong>تخلیقی مبو!</strong> نما زبان نا خاہوت اسٹ مریک، و دادے شروع کننگ نا گڑاس ڈول او

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
brh: <strong>اسکرپٹڈ اسپیچ</strong> (روایتی وڑ اٹ دنکہ نم کامن وائس نا پِن ئے چارے) ہمو جاگہ اے ہراڑے نما تینا زبان تی جملہ غاتے تیز توار اٹ خواننگ کیرے۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
brh: <strong>[ہچاننگ]</strong> ٹریاسک <strong>[جکنگ]</strong> نا دیوہیکل ڈائنوسار۔

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
brh: <strong>بے ساختہ تران</strong> کامن وائس نا اسہ پوسکنو بشخ ئس اے ہراڑے نم سوجاتا ورندی تے زیات نامیاتی، ہیت و گپ نا ڈول اٹ تننگک۔

source: Submit
brh: جمع کبو

source: Submit All
brh: مچ جمع مسور

source: Submit a new question for the community to read and respond to
brh: خاہوت کن پوسکنا سوج آتے جمع کبو تاکہ خوانر و ورندی ایتیر

source: Submit a report
brh: رپورٹ ئس جمع کبو

source: Submit clips
brh: کلپاتے جمع کبو

source: Submit new questions for the community to read and respond to
brh: مخلوق نا خواننگ و ورندی تننگ کن پوسکنو سوج جمع کبو

source: Submitted
brh: جمع مس

source: Subscribe
brh: سبکرائب

source: Success
brh: سرسہبی

source: success checkmark
brh: سرسہبی نا نشان

source: Successfully accepted question
brh: سوج سرسہبی ٹی مننگا

source: Successfully rejected question
brh: سوج سرسہبی ٹی رد کننگا

source: Success, profile created!
brh: پروفائل جوڑ کننگ اٹ سرسہبی!

source: Support open, community-led datasets
brh: ملوکا، مخلوق نا ڈیٹا سیٹ ئے کمک کبو

source: Svan
brh: سوان

source: Swahili
brh: سواحلی

source: Swedish
brh: سویڈش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
brh: جملہ تے قبول کننگ کن راستی کنڈا سوئپ کبوتے۔ رد کننگ کن چپی کنڈا سوئپ کبوتے۔ اسکپ کننگ کے بڑزا سوئپ کبوتے۔<strong> تینا ریویو ئے جمع کننگ ئے اُست آن دپیرے!</strong>

source: Syriac
brh: سریانی

source: Tagalog
brh: ٹیگالوگ

source: Tahitian
brh: تاہیتی

source: Taiwanese (Minnan)
brh: تائیوانی (منان)

source: Tajik
brh: تاجک

source: Taking several attempts to read a word.
brh: اسے لوز سینا خواننگ کن بھاز کوشست کننگ

source: Tamazight
brh: تمازائٹ

source: Tamil
brh: تامل

source: Tap
brh: ٹیپ

source: Tarifit
brh: ٹیرفیٹ

source: Tatar
brh: تاتار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
brh: Tatoeba زبان ہیل کننگ اٹ کارمرز کن جملہ غاک، مٹ و بدلک و پاروکا آڈیو نا اسہ بھلو ڈیٹا بیس ئس اے۔ دا ڈاؤن لوڈ اوفتا مخلوق نا ریکارڈ کروکا انگریزی توار تیا بشخوکے۔

source: Technology and Robotics
brh: ٹیکنالوجی و روبوٹکس

source: Technology that speaks your language
brh: ٹیکنالوجی ہراکے نما زبان ئے پائک

source: TED-LIUM Corpus
brh: TED-LIUM کارپس

source: Teke
brh: ٹیکے

source: Tell us what you'd like to download:
brh: ننے پابو کہ نم انت ئس ڈاؤن لوڈ کننگ خوارے:

source: Telugu
brh: تیلگو

source: Terms
brh: اصطلاح

source: <termsLink>Terms</termsLink>
brh: <termsLink>شڑتاک</termsLink>

source: Teutila Cuicatec
brh: ٹیوٹیلا کیکٹی Teutila Cuicatec

source: Thai
brh: تھائی

source: Thanks for confirming your account, now let's build your profile.
brh: تینا اکاؤنٹ نا تصدیق کننگ نا منت وار، داسہ ببو نما پروفائل ئے جوڑ کین۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
brh: 259k بندغاتا 50 زبان تیان زیات بشخ الننگ نا منت وار ہراکے دا ڈیٹا ئے تران نا لائخ جوڑ کننگ کن ایپلی کیشن ئے جوان وڑ اٹ انسان نا توار ئے ورندی تننگ کن استعمال مریک۔

source: Thank you for contributing to Spontaneous Speech!
brh: بے ساختہ تران کن کمک نا منت وار!

source: Thank you for contributing your bulk submission!
brh: مچی تے جمع کننگ اٹ کمک کننگ نا نما منت وار

source: Thank you for contributing your voice!
brh: تینا توار ئے ندر کننگ نا منت وار!

source: Thank you for donating your voice clips!
brh: تینا توار نا کلپ ئے عطیہ کننگ آ منت وار!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
brh: نما ریکارڈنگ نا منت وار!<lineBreak></lineBreak> داسہ ولدا ہوربو و تینا کلپ ئے شیف جمع کبو۔

source: Thank you for your information
brh: نما چاہنداری نا منت وار

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
brh: { $lang } ٹی کمک کننگ ٹی نما اُست خوائی تا منت وار۔ نن ہر زبان ئے بِنا کننگ کن تیار مننگ و اودے رکھنگ نا بھاز کوشست کینہ۔ ٹیماتے ای میل نا وسیلہ ٹی اپ ڈیٹ کننگا۔ اگہ نم کمک کننگ خوارے، تو شیف تینا ای میل ئے ایتبو۔

source: Thank you for your voice information
brh: نما توار نا چاہنداری نا منت وار

source: Thank you! You’ve sent a new language enquiry
brh: منت وار! نمے پوسکنو زبان سینا جاچ ئے رادہ کرینورے

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
brh: جوانگا جملہ غاک فطرتی و ہیت و گپ نا مریرہ — اوفتے خواننگ اٹ آسانی مرے۔ اوفتا توار نا بدلی و جتا لوزاک اہم اریر، نن دا ہم کوشست کننگ اون کہ ریکارڈنگ جملہ غاتے تینا کمکار ایلم تیتون ہر حد اسکان است خوائی و مزہ النگ کن جوڑ کین۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
brh: اسہ فائدہ تروکو تران سینا پجار نا انجن نا جوڑ کننگ کن جواننگا ہیت و گپ، پوسکنا ہیت و گپ مریرہ۔ جملہ جوڑ کننگ اٹ نما کمک کننگ نا گڑاس خیالاک اریر؛

source: The bumblebee sped by.
brh: بھوبرا زوت مونی ہنا

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
brh: کلپ قبرستان ہمو توار آکو ہراکے کام وائس ٹیٹا سیٹ جوڑ کپاسہ۔ ڈیٹا سیٹ آنبار کلپ قبرستان ہم ڈاؤن لوڈ کن ارے۔

source: The clip has disrespectful or offensive language.
brh: دا کلپ بے ادب یا جلہوئی زبان نا اے

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
brh: کامن وائس ڈیٹا سیٹ ٹی ہزار آ توار آتا نمونہ غاک ساڑی او ہراکے توار ئے چاہوکا اوزار ئے جوڑ کننگ کن کمک کیک۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
brh: کمیونٹی کامن وائس نا دڑکوکا اُست اے۔ وہ مچا دنیا غان بریرہ، و اونا باسکاک و سائنسدانک و فنکار او۔ نم ننا <about>About</about> پنہ و ننا <community>کمیونٹی پلے بک</community> ٹی ساڑی مننگ نا باروٹ پین چارے۔ اگہ نمے پین کڑمبی ٹی شریکدار مننگ ٹی اُست خوائی تخیرے، گڑا <emailFragment>رابطہ کبو۔</emailFragment>

source: The content contains a language different than I was expecting.
brh: متن اسہ جتا او زبان سیٹی ئے ہرانا ای توقع ئے کتاوسوٹ۔

source: The content has disrespectful or offensive language.
brh: متن ٹی بےا دب و زوراکی نا زبان ارے۔

source: The giant dino [cough] the Triassic.
brh: دیو ڈائنو [جھکنگ] ٹرائیسک۔

source: The giant dinosaur of the Triassic.
brh: ٹریاسک نا دیوہیکل ڈایناسور۔

source: The giant dinosaurs of the Triassi-.
brh: ٹریاسی نا دیوہیکل ڈائنوسار۔

source: The giant dinosaurs of the Triassic.
brh: ٹریاسک نا دیوہیکل ڈایناسور۔

source: The giant dinosaurs of the Triassic. [read by one voice]
brh: ٹریاسک نا دیوہیکل ڈایناسور۔ [اسہ توار ٹی خوانبو]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
brh: ٹریاسک نا دیوہیکل ڈایناسور۔ <strong>[اسے توار سیٹی خوانبو]</strong>

source: The giant dinosaurs of the Triassic. Yes.
brh: ٹریاسک نا دیوہیکل ڈایناسور۔ جی آؤ

source: The giant dino <strong>[cough]</strong> the Triassic.
brh: دیو ڈائنو <strong>[جکنگ]</strong> ٹرائیسک۔

source: The MediaRecorder API is not supported in your browser.
brh: MediaRecorder API نما براؤزر ٹی کمک کروکو اف۔

source: The number of recordings and which languages you contribute to will be public.
brh: ریکارڈنگ نا نمبراک و ہرا زبان تیٹی نم کمک کرینورے مخلوق کن مریرہ۔

source: The page you are looking for could not be found
brh: نم ہرا پنہ ئے پٹنگورے او ملیتو

source: The question should be answerable in just a couple of sentences.
brh: سوج نا اِرا جملہ ٹی ورندی تننگ مرے۔

source: There are currently no prompts for this language. Please refresh the page or try again later.
brh: دا زبان کن فی الحال ہچو اشارے ئس اف۔ بشخنداری پنہ ئے ریفریش کبو یا پدان ولدا اسے وار کوشست کبو۔

source: There are currently no prompts to validate for this language. Please refresh the page or try again later.
brh: دا زبان نا تصدیق کننگ کن فلحال ہچو اشارہ ئس اف۔ پنہ ئے ریفریش کبو یا ولدا اسہ وار ئس کوشست کبو۔

source: There are currently no sentences to review in this language.
brh: فی الحال دا زبان ٹی جائزہ النگ کن ہچو جملہ ئس اف۔

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
brh: فیلحال دا زبان کن نقل کننگ کن ہچو آڈیو ئس اف۔ اگہ نم توار ئس جوڑ کرینورے گڑا نما ہمو جوڑ کروکا مواد تون اوار برجا تخننگ کینہ یا آڈیو ٹرانسکرائب آ انبو ولدا واپس کوشست کننگ کیرے۔
